{
	"phase_2": {
		"error_count": 11,
		"original_passage": "Your question is, my free time with not exercising, right? You know, Eva, I don't like exercise, so my time is always not exercising. So, I will tell you about my free time. On weekdays, Usually I study my major. You know, my major is computer science, so I usually study to my computer. And after study, I watch the YouTube on my computer or I listen to the music on my bed. That's our What I do most of my time. On weekends, I go to the. I always go to the park near my home. Because I never exercise on weekdays. Get about five minutes of food from my home. So, I easily go to the park and when I want to go to the park, I just go outside.",
		"corrected_passage": "Your question is, my free time with not exercising, right? You know, Eva, I don't like exercise, so my time is always not exercising. So, I will tell you about my free time. On weekdays, Usually I study my major. You know, my major is computer science, so I usually study on my computer. And after study, I watch YouTube on my computer or I listen to music in my bed. That's what I do most of my time. On weekends, I go to the. I always go to the park near my home. Because I never exercise on weekdays. Get about five minutes of food from my home. So, I can easily go to the park and when I want to go to the park, I just go outside.",
		"edited": [
			{
				"sentence": "You know, my major is computer science, so I usually study to my computer.",
				"corrected_sentence": "You know, my major is computer science, so I usually study on my computer.",
				"category": [
					"전치사"
				],
				"ref_word": [
					"to"
				],
				"tag": [
					"$REPLACE_on"
				],
				"grammar_description": [
					"PREPOSITION"
				]
			},
			{
				"sentence": "And after study, I watch the YouTube on my computer or I listen to the music on my bed.",
				"corrected_sentence": "And after study, I watch YouTube on my computer or I listen to music in my bed.",
				"category": [
					"동사 형태",
					"어휘",
					"어휘",
					"전치사",
					"동사 형태",
					"동사 형태",
					"동사 형태",
					"동사 형태"
				],
				"ref_word": [
					"study,",
					"the",
					"the",
					"on",
					"study,",
					"study,",
					"study,",
					"study,"
				],
				"tag": [
					"$TRANSFORM_VERB_VB_VBG",
					"$DELETE",
					"$DELETE",
					"$REPLACE_in",
					"$TRANSFORM_VERB_VB_VBG",
					"$TRANSFORM_VERB_VB_VBG",
					"$TRANSFORM_VERB_VB_VBG",
					"$TRANSFORM_VERB_VB_VBG"
				],
				"grammar_description": [
					"PRESENT TO PRESENT PARTICIPLE",
					"WRONG USE OF VOCABULARY",
					"WRONG USE OF VOCABULARY",
					"PREPOSITION",
					"PRESENT TO PRESENT PARTICIPLE",
					"PRESENT TO PRESENT PARTICIPLE",
					"PRESENT TO PRESENT PARTICIPLE",
					"PRESENT TO PRESENT PARTICIPLE"
				]
			},
			{
				"sentence": "That's our What I do most of my time.",
				"corrected_sentence": "That's what I do most of my time.",
				"category": [
					"어휘"
				],
				"ref_word": [
					"our"
				],
				"tag": [
					"$DELETE"
				],
				"grammar_description": [
					"WRONG USE OF VOCABULARY"
				]
			},
			{
				"sentence": "So, I easily go to the park and when I want to go to the park, I just go outside.",
				"corrected_sentence": "So, I can easily go to the park and when I want to go to the park, I just go outside.",
				"category": [
					"어휘"
				],
				"ref_word": [
					"I"
				],
				"tag": [
					"$APPEND_can"
				],
				"grammar_description": [
					"WRONG USE OF VOCABULARY"
				]
			}
		]
	}
}